Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# onboarding.hint.age
source: Choose a date of birth between %lld and %lld years ago.
es: Elige una fecha de nacimiento de entre hace %lld y %lld años.
fr: Choisis une date de naissance entre %lld et %lld ans en arrière.
hi: %lld से %lld साल पहले के बीच की जन्मतिथि चुनें।
it: Scegli una data di nascita tra %lld e %lld anni fa.
ko: %lld세부터 %lld세 사이의 생년월일을 골라 주세요.
pl: Wybierz datę urodzenia sprzed %lld do %lld lat.
tr: %lld ile %lld yıl öncesi arasında bir doğum tarihi seç.
zh_hans: 请选择 %lld 到 %lld 年前之间的出生日期。

# onboarding.hint.budget
source: Enter a weekly food budget above zero.
es: Introduce un presupuesto semanal de comida mayor que cero.
fr: Saisis un budget alimentaire hebdomadaire supérieur à zéro.
hi: शून्य से ज़्यादा का साप्ताहिक फ़ूड बजट दर्ज करें।
it: Inserisci un budget alimentare settimanale maggiore di zero.
ko: 0보다 큰 주간 식비를 입력해 주세요.
pl: Podaj tygodniowy budżet na jedzenie większy od zera.
tr: Sıfırdan büyük bir haftalık besin bütçesi gir.
zh_hans: 请输入大于零的每周食物预算。

# onboarding.hint.daysEmpty
source: Pick at least one day you can train.
es: Elige al menos un día en el que puedas entrenar.
fr: Choisis au moins un jour où tu peux t’entraîner.
hi: कम से कम एक दिन चुनें जब आप ट्रेनिंग कर सकते हैं।
it: Scegli almeno un giorno in cui puoi allenarti.
ko: 운동할 수 있는 요일을 하나 이상 골라 주세요.
pl: Wybierz przynajmniej jeden dzień treningowy.
tr: Antrenman yapabileceğin en az bir gün seç.
zh_hans: 请至少选择一天可以训练的日子。

# onboarding.hint.equipmentEmpty
source: Pick at least one piece of equipment.
es: Elige al menos un elemento de material.
fr: Choisis au moins un équipement.
hi: कम से कम एक इक्विपमेंट चुनें।
it: Scegli almeno un attrezzo.
ko: 장비를 하나 이상 골라 주세요.
pl: Wybierz przynajmniej jeden element sprzętu.
tr: En az bir ekipman seç.
zh_hans: 请至少选择一件器械。

# onboarding.hint.goalsEmpty
source: Pick at least one goal.
es: Elige al menos un objetivo.
fr: Choisis au moins un objectif.
hi: कम से कम एक लक्ष्य चुनें।
it: Scegli almeno un obiettivo.
ko: 목표를 하나 이상 골라 주세요.
pl: Wybierz przynajmniej jeden cel.
tr: En az bir hedef seç.
zh_hans: 请至少选择一个目标。

# onboarding.hint.mealsPerDay
source: Choose between %lld and %lld meals a day.
es: Elige entre %lld y %lld comidas al día.
fr: Choisis entre %lld et %lld repas par jour.
hi: दिन में %lld से %lld मील चुनें।
it: Scegli tra %lld e %lld pasti al giorno.
ko: 하루 %lld끼에서 %lld끼 사이로 골라 주세요.
pl: Wybierz od %lld do %lld posiłków dziennie.
tr: Günde %lld ile %lld öğün arasında seç.
zh_hans: 请选择每天 %lld 到 %lld 餐。

# onboarding.hint.missingNumber
source: Enter a number.
es: Introduce un número.
fr: Saisis un nombre.
hi: कोई संख्या दर्ज करें।
it: Inserisci un numero.
ko: 숫자를 입력해 주세요.
pl: Wpisz liczbę.
tr: Bir sayı gir.
zh_hans: 请输入一个数字。

# onboarding.hint.platesEmpty
source: Pick the plates your gym stocks.
es: Elige los discos que hay en tu gimnasio.
fr: Choisis les disques dont ta salle dispose.
hi: अपने जिम में मौजूद प्लेट चुनें।
it: Scegli i dischi che ha la tua palestra.
ko: 체육관에 있는 원판을 골라 주세요.
pl: Wybierz talerze, które ma Twoja siłownia.
tr: Salonunda bulunan plakaları seç.
zh_hans: 请选择你健身房里有的杠铃片。

# onboarding.hint.priorityRequired
source: Pick at least one muscle group or area to focus on.
es: Elige al menos un grupo muscular o una zona en la que centrarte.
fr: Choisis au moins un groupe musculaire ou une zone à travailler en priorité.
hi: ध्यान देने के लिए कम से कम एक मसल ग्रुप या हिस्सा चुनें।
it: Scegli almeno un gruppo muscolare o un'area su cui puntare.
ko: 집중할 근육 그룹이나 부위를 하나 이상 골라 주세요.
pl: Wybierz przynajmniej jedną grupę mięśniową lub partię, na której chcesz się skupić.
tr: Odaklanacağın en az bir kas grubu veya bölge seç.
zh_hans: 请至少选择一个要重点训练的肌群或部位。

# onboarding.hint.range
source: Enter a value between %@ and %@ %@.
es: Introduce un valor entre %@ y %@ %@.
fr: Saisis une valeur entre %@ et %@ %@.
hi: %@ और %@ %@ के बीच कोई मान दर्ज करें।
it: Inserisci un valore tra %@ e %@ %@.
ko: %@에서 %@ %@ 사이의 값을 입력해 주세요.
pl: Podaj wartość między %@ a %@ %@.
tr: %@ ile %@ %@ arasında bir değer gir.
zh_hans: 请输入 %@ 到 %@ %@ 之间的数值。

# onboarding.hint.sessionMinutes
source: A session can be %lld to %lld minutes long.
es: Una sesión puede durar entre %lld y %lld minutos.
fr: Une séance peut durer de %lld à %lld minutes.
hi: एक सेशन %lld से %lld मिनट का हो सकता है।
it: Una sessione può durare da %lld a %lld minuti.
ko: 한 세션은 %lld분에서 %lld분까지 가능해요.
pl: Sesja może trwać od %lld do %lld minut.
tr: Bir seans %lld ile %lld dakika arasında olabilir.
zh_hans: 一节训练课可以是 %lld 到 %lld 分钟。

# onboarding.loading
source: Loading your exercise library
es: Cargando tu biblioteca de ejercicios
fr: Chargement de ta bibliothèque d’exercices
hi: आपकी एक्सरसाइज़ लाइब्रेरी लोड हो रही है
it: Caricamento della libreria esercizi
ko: 운동 목록을 불러오는 중이에요
pl: Wczytuję bibliotekę ćwiczeń
tr: Egzersiz kütüphanen yükleniyor
zh_hans: 正在载入动作库

# onboarding.nutrition.allergens
source: Allergies
es: Alergias
hi: एलर्जी
it: Allergie
ko: 알레르기
pl: Alergie
tr: Alerjiler
zh_hans: 过敏

# onboarding.nutrition.allergens.detail
source: Nothing carrying these tags is ever suggested.
es: Nunca se sugiere nada que lleve estas etiquetas.
fr: Rien portant ces étiquettes ne te sera jamais proposé.
hi: इन टैग वाला कुछ भी कभी नहीं सुझाया जाता।
it: Nulla che porti questi tag verrà mai proposto.
ko: 이 태그가 붙은 음식은 절대 추천하지 않아요.
pl: Nic z tymi tagami nigdy nie zostanie zaproponowane.
tr: Bu etiketleri taşıyan hiçbir şey önerilmez.
zh_hans: 带有这些标签的内容永远不会被推荐。

# onboarding.nutrition.budget
source: Weekly food budget
es: Presupuesto semanal de comida
fr: Budget alimentaire hebdomadaire
hi: साप्ताहिक फ़ूड बजट
it: Budget alimentare settimanale
ko: 주간 식비
pl: Tygodniowy budżet na jedzenie
tr: Haftalık besin bütçesi
zh_hans: 每周食物预算

# onboarding.nutrition.budget.amount
source: Weekly budget
es: Presupuesto semanal
fr: Budget hebdomadaire
hi: साप्ताहिक बजट
it: Budget settimanale
ko: 주간 예산
pl: Budżet tygodniowy
tr: Haftalık bütçe
zh_hans: 每周预算

# onboarding.nutrition.budget.currency
source: In your own currency. It is only ever compared against itself.
es: En tu propia moneda. Solo se compara consigo mismo.
fr: Dans ta propre monnaie. Il n’est jamais comparé qu’à lui-même.
hi: आपकी अपनी मुद्रा में। इसकी तुलना सिर्फ़ अपने आप से ही की जाती है।
it: Nella tua valuta. Viene confrontato solo con se stesso.
ko: 쓰는 통화 그대로예요. 서로 비교하는 데에만 써요.
pl: W Twojej własnej walucie. Porównujemy go zawsze tylko z nim samym.
tr: Kendi para biriminle. Yalnızca kendi içinde karşılaştırılır.
zh_hans: 使用你自己的货币。它只会和自身比较。

# onboarding.nutrition.budget.detail
source: Optional. Cheaper suggestions are preferred when you set one.
es: Opcional. Si lo fijas, se dará preferencia a las sugerencias más baratas.
fr: Facultatif. Les suggestions les moins chères sont privilégiées si tu en définis un.
hi: वैकल्पिक। बजट तय करने पर सस्ते सुझावों को प्राथमिकता मिलती है।
it: Facoltativo. Se lo imposti, le proposte più economiche vengono preferite.
ko: 선택 사항이에요. 설정하면 더 저렴한 추천을 우선해요.
pl: Opcjonalne. Kiedy go ustawisz, wybieramy tańsze propozycje.
tr: İsteğe bağlı. Bütçe belirlersen daha uygun fiyatlı öneriler tercih edilir.
zh_hans: 可选。设定之后，会优先推荐更便宜的选择。

# onboarding.nutrition.budget.toggle
source: Keep my shopping within a budget
es: Ajustar mi compra a un presupuesto
fr: Garder mes courses dans un budget
hi: मेरी खरीदारी बजट में रखें
it: Tieni la spesa dentro un budget
ko: 예산 안에서 장보기
pl: Trzymaj zakupy w budżecie
tr: Alışverişimi bir bütçe içinde tut
zh_hans: 把采购控制在预算之内

# onboarding.nutrition.diet
source: How you eat
es: Cómo comes
fr: Ta façon de manger
hi: आप कैसा खाते हैं
it: Come mangi
ko: 식사 방식
pl: Jak się odżywiasz
tr: Nasıl besleniyorsun
zh_hans: 你的饮食方式

# onboarding.nutrition.diet.detail
source: Filters what the app will ever suggest.
es: Filtra lo que la app llegará a sugerirte.
fr: Filtre ce que l’app pourra te proposer.
hi: इससे तय होता है कि ऐप कभी क्या-क्या सुझाएगा।
it: Filtra ciò che l'app ti proporrà.
ko: 앱이 추천할 수 있는 음식을 걸러요.
pl: Filtruje to, co aplikacja w ogóle zaproponuje.
tr: Uygulamanın önerebileceklerini filtreler.
zh_hans: 筛选 App 会推荐的内容。

# onboarding.nutrition.diet.excludes
source: Leaves out %@
es: Deja fuera %@
fr: Exclut %@
hi: %@ बाहर रखता है
it: Esclude %@
ko: %@ 제외
pl: Pomija %@
tr: Şunları dışarıda bırakır: %@
zh_hans: 会排除 %@

# onboarding.nutrition.enable
source: Food tracking
es: Registro de comidas
fr: Suivi alimentaire
hi: फ़ूड ट्रैकिंग
it: Monitoraggio alimentare
ko: 식사 기록
pl: Śledzenie jedzenia
tr: Beslenme takibi
zh_hans: 饮食记录

# onboarding.nutrition.enable.detail
source: Counting food suits some people and not others. Your call.
es: Contar la comida le va bien a unos y a otros no. Tú decides.
fr: Compter ce qu’on mange convient à certains et pas à d’autres. À toi de voir.
hi: खाना गिनना कुछ लोगों को जँचता है, कुछ को नहीं। फ़ैसला आपका।
it: Contare quello che si mangia va bene per alcuni e non per altri. Decidi tu.
ko: 음식을 세는 방식이 맞는 사람도, 아닌 사람도 있어요. 선택은 사용자 몫이에요.
pl: Liczenie jedzenia jednym pasuje, innym nie. Twoja decyzja.
tr: Yediklerini saymak kimine uyar, kimine uymaz. Karar senin.
zh_hans: 记录饮食适合一部分人，也不适合另一部分人。由你决定。

# onboarding.nutrition.enable.off
source: No daily target will be set and the nutrition tab stays hidden. You can turn it on later in Settings.
es: No se fijará ningún objetivo diario y la pestaña de nutrición quedará oculta. Puedes activarla más adelante en Ajustes.
fr: Aucun objectif quotidien ne sera défini et l’onglet nutrition reste masqué. Tu pourras l’activer plus tard dans les Réglages.
hi: कोई दैनिक लक्ष्य तय नहीं होगा और न्यूट्रिशन टैब छिपा रहेगा। आप इसे बाद में Settings में चालू कर सकते हैं।
it: Non verrà impostato nessun obiettivo giornaliero e la scheda nutrizione resterà nascosta. Puoi attivarla più avanti nelle Impostazioni.
ko: 하루 목표를 정하지 않고 식단 탭도 숨겨요. 나중에 설정에서 켤 수 있어요.
pl: Nie ustawimy dziennego celu, a zakładka diety zostanie ukryta. Możesz ją włączyć później w Ustawieniach.
tr: Günlük hedef belirlenmez ve beslenme sekmesi gizli kalır. Sonradan Ayarlar'dan açabilirsin.
zh_hans: 不会设定每日目标，饮食标签页也会隐藏。之后可以在设置中随时打开。

# onboarding.nutrition.enable.toggle
source: Track food and set a daily target
es: Registrar comidas y fijar un objetivo diario
fr: Suivre mon alimentation et définir un objectif quotidien
hi: खाना ट्रैक करें और दैनिक लक्ष्य तय करें
it: Monitora l'alimentazione e imposta un obiettivo giornaliero
ko: 식사를 기록하고 하루 목표 설정하기
pl: Śledź jedzenie i ustaw dzienny cel
tr: Beslenmemi takip et ve günlük hedef belirle
zh_hans: 记录饮食并设定每日目标

# onboarding.nutrition.excluded
source: Foods to leave out
es: Alimentos a dejar fuera
fr: Aliments à écarter
hi: जो फ़ूड बाहर रखने हैं
it: Alimenti da escludere
ko: 빼고 싶은 음식
pl: Produkty do pominięcia
tr: Dışarıda bırakılacak besinler
zh_hans: 想排除的食物

# onboarding.nutrition.excluded.add
source: Add a food to leave out
es: Añadir un alimento a dejar fuera
fr: Ajouter un aliment à écarter
hi: बाहर रखने के लिए फ़ूड जोड़ें
it: Aggiungi un alimento da escludere
ko: 뺄 음식 추가
pl: Dodaj produkt do pominięcia
tr: Dışarıda bırakılacak besin ekle
zh_hans: 添加要排除的食物

# onboarding.nutrition.excluded.detail
source: Anything you would rather not be offered.
es: Cualquier cosa que prefieras que no te ofrezcan.
fr: Tout ce que tu préfères ne pas voir proposé.
hi: जो कुछ आप नहीं चाहते कि आपको दिया जाए।
it: Qualsiasi cosa preferiresti non ti venisse proposta.
ko: 받고 싶지 않은 음식이에요.
pl: Wszystko, czego wolisz nie dostawać.
tr: Karşına çıkmasını istemediğin ne varsa.
zh_hans: 你不希望被推荐的任何食物。

# onboarding.nutrition.excluded.hint
source: One word works best. These match ingredient tags rather than dish names.
es: Con una sola palabra funciona mejor. Esto coincide con etiquetas de ingredientes, no con nombres de platos.
fr: Un seul mot fonctionne le mieux. Cela correspond aux étiquettes d’ingrédients plutôt qu’aux noms de plats.
hi: एक शब्द सबसे अच्छा काम करता है। ये व्यंजन के नाम नहीं, सामग्री के टैग से मिलाए जाते हैं।
it: Una parola sola funziona meglio. Corrispondono ai tag degli ingredienti, non ai nomi dei piatti.
ko: 한 단어가 가장 잘 맞아요. 요리 이름이 아니라 재료 태그와 대조해요.
pl: Najlepiej działa jedno słowo. Dopasowujemy je do tagów składników, a nie do nazw dań.
tr: Tek kelime en iyi sonucu verir. Bunlar yemek adlarıyla değil, malzeme etiketleriyle eşleşir.
zh_hans: 一个词效果最好。这里匹配的是配料标签，而不是菜名。

# onboarding.nutrition.excluded.placeholder
source: Add a food or ingredient
es: Añade un alimento o ingrediente
fr: Ajouter un aliment ou un ingrédient
hi: कोई फ़ूड या सामग्री जोड़ें
it: Aggiungi un alimento o un ingrediente
ko: 음식이나 재료 추가
pl: Dodaj produkt lub składnik
tr: Bir besin veya malzeme ekle
zh_hans: 添加一种食物或配料

# onboarding.nutrition.intolerances
source: Intolerances
es: Intolerancias
fr: Intolérances
hi: जो पचता नहीं
it: Intolleranze
ko: 불내증
pl: Nietolerancje
tr: İntoleranslar
zh_hans: 不耐受

# onboarding.nutrition.intolerances.detail
source: Treated exactly like an allergy: left out entirely.
es: Se tratan igual que una alergia: se dejan fuera por completo.
fr: Traitées exactement comme une allergie : entièrement écartées.
hi: एलर्जी की तरह ही माना जाता है: पूरी तरह बाहर।
it: Trattate esattamente come un'allergia: escluse del tutto.
ko: 알레르기와 똑같이 완전히 제외해요.
pl: Traktowane dokładnie jak alergia: pomijane całkowicie.
tr: Tam olarak alerji gibi ele alınır: tümüyle dışarıda bırakılır.
zh_hans: 处理方式与过敏完全相同：彻底排除。

# onboarding.nutrition.meals
source: Meals a day
es: Comidas al día
fr: Repas par jour
hi: दिन में मील
it: Pasti al giorno
ko: 하루 식사 수
pl: Posiłki dziennie
tr: Günde öğün sayısı
zh_hans: 每天几餐

# onboarding.nutrition.meals.detail
source: How your daily target is divided up.
es: Cómo se reparte tu objetivo diario.
fr: Comment ton objectif quotidien est réparti.
hi: आपका दैनिक लक्ष्य कैसे बँटेगा।
it: Come viene diviso il tuo obiettivo giornaliero.
ko: 하루 목표를 몇 끼로 나눌지 정해요.
pl: Na tyle posiłków dzielimy Twój dzienny cel.
tr: Günlük hedefinin kaça bölüneceği.
zh_hans: 你的每日目标会按餐数分配。

# onboarding.nutrition.meals.fourPlus
source: Your protein gets spread more evenly across the day.
es: Tu proteína se reparte de forma más uniforme a lo largo del día.
fr: Tes protéines sont réparties plus régulièrement sur la journée.
hi: आपका प्रोटीन पूरे दिन में ज़्यादा बराबरी से बँटेगा।
it: Le tue proteine si distribuiscono in modo più uniforme nella giornata.
ko: 단백질이 하루에 더 고르게 나뉘어요.
pl: Twoje białko rozłoży się równiej w ciągu dnia.
tr: Proteinin güne daha dengeli yayılır.
zh_hans: 蛋白质会更均匀地分布在一天之中。

# onboarding.nutrition.meals.three
source: Fewer, larger meals, so protein per meal will be higher.
es: Menos comidas y más grandes, así que la proteína por comida será más alta.
fr: Moins de repas, plus copieux : les protéines par repas seront plus élevées.
hi: कम पर बड़े मील, इसलिए हर मील में प्रोटीन ज़्यादा रहेगा।
it: Pasti meno numerosi e più abbondanti, quindi più proteine per pasto.
ko: 끼니 수가 적고 양이 커서 한 끼 단백질이 더 많아져요.
pl: Mniej, większych posiłków, więc białka na posiłek będzie więcej.
tr: Daha az ama daha büyük öğünler, yani öğün başına protein daha yüksek olur.
zh_hans: 餐数少、每餐更大，因此每餐的蛋白质会更高。

# onboarding.nutrition.pace
source: How fast to change
es: A qué ritmo cambiar
fr: À quelle vitesse changer
hi: बदलाव की रफ़्तार
it: Con che ritmo cambiare
ko: 변화 속도
pl: Jak szybko zmieniać
tr: Değişim hızı
zh_hans: 变化速度

# onboarding.nutrition.pace.detail
source: How quickly your weight moves towards your target.
es: Con qué rapidez se mueve tu peso hacia tu objetivo.
fr: À quelle vitesse ton poids se rapproche de ta cible.
hi: आपका वज़न लक्ष्य की ओर कितनी तेज़ी से बढ़े।
it: Quanto in fretta il tuo peso si muove verso l'obiettivo.
ko: 체중이 목표를 향해 얼마나 빠르게 움직일지 정해요.
pl: Jak szybko Twoja waga zmierza do celu.
tr: Kilonun hedefine ne kadar hızlı yaklaşacağı.
zh_hans: 你的体重朝目标移动的快慢。

# onboarding.nutrition.pace.generic
source: Add your weight to see this as a weekly figure.
es: Añade tu peso para verlo como cifra semanal.
fr: Ajoute ton poids pour voir cela sous forme de chiffre hebdomadaire.
hi: अपना वज़न जोड़ें ताकि यह हफ़्तेवार आँकड़े के रूप में दिखे।
it: Aggiungi il tuo peso per vederlo come valore settimanale.
ko: 체중을 입력하면 주 단위 수치로 볼 수 있어요.
pl: Podaj swoją wagę, żeby zobaczyć to jako wartość tygodniową.
tr: Bunu haftalık bir rakam olarak görmek için kilonu ekle.
zh_hans: 填上体重就能看到每周的具体数值。

# onboarding.nutrition.pace.weekly
source: About %@ a week
es: Unos %@ por semana
fr: Environ %@ par semaine
hi: हर हफ़्ते करीब %@
it: Circa %@ a settimana
ko: 주당 약 %@
pl: Około %@ tygodniowo
tr: Haftada yaklaşık %@
zh_hans: 每周约 %@

# onboarding.nutrition.targetReason
source: Set from your onboarding answers.
es: Fijado a partir de tus respuestas iniciales.
fr: Défini à partir de tes réponses de configuration.
hi: आपके सेटअप के जवाबों से तय किया गया।
it: Impostato dalle risposte della configurazione iniziale.
ko: 초기 설정에서 답한 내용으로 정했어요.
pl: Ustawione na podstawie odpowiedzi z konfiguracji.
tr: Kurulum yanıtlarından belirlendi.
zh_hans: 根据你在初始设置中的回答确定。

# onboarding.program.manualTitle
source: My program
es: Mi programa
fr: Mon programme
hi: मेरा प्रोग्राम
it: Il mio programma
ko: 내 프로그램
pl: Mój program
tr: Programım
zh_hans: 我的训练计划

# onboarding.program.title
source: Your %@ program
es: Tu programa %@
fr: Ton programme %@
hi: आपका %@ प्रोग्राम
it: Il tuo programma %@
ko: %@ 프로그램
pl: Twój program: %@
tr: %@ programın
zh_hans: 你的%@计划

# onboarding.progress.counter
source: Step %lld of %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
hi: चरण %lld / %lld
it: Passo %lld di %lld
ko: %lld/%lld단계
pl: Krok %lld z %lld
tr: Adım %lld / %lld
zh_hans: 第 %lld 步，共 %lld 步

# onboarding.restrictions.exclusions
source: Exercises to never suggest
es: Ejercicios que no sugerir nunca
fr: Exercices à ne jamais proposer
hi: जो एक्सरसाइज़ कभी न सुझाई जाएँ
it: Esercizi da non proporre mai
ko: 절대 추천하지 않을 운동
pl: Ćwiczenia, których nigdy nie proponować
tr: Asla önerilmeyecek egzersizler
zh_hans: 永远不要推荐的动作

# onboarding.restrictions.exclusions.add
source: Adds this exercise to your excluded list
es: Añade este ejercicio a tu lista de excluidos
fr: Ajoute cet exercice à ta liste d’exclusions
hi: इस एक्सरसाइज़ को आपकी बाहर रखी सूची में जोड़ता है
it: Aggiunge questo esercizio al tuo elenco di esclusi
ko: 이 운동을 제외 목록에 추가해요
pl: Dodaje to ćwiczenie do listy wykluczonych
tr: Bu egzersizi hariç listene ekler
zh_hans: 把这个动作加入排除列表

# onboarding.restrictions.exclusions.detail
source: Optional. Search for anything you would rather not be given.
es: Opcional. Busca cualquier cosa que prefieras que no te toque.
fr: Facultatif. Cherche tout ce que tu préfères ne pas recevoir.
hi: वैकल्पिक। जो कुछ आप नहीं चाहते, उसे खोजकर जोड़ें।
it: Facoltativo. Cerca qualsiasi cosa preferiresti non ricevere.
ko: 선택 사항이에요. 받고 싶지 않은 운동을 검색해 보세요.
pl: Opcjonalne. Wyszukaj wszystko, czego wolisz nie dostawać.
tr: İsteğe bağlı. Karşına çıkmasını istemediğin ne varsa ara.
zh_hans: 可选。搜索你不希望被安排的动作。

# onboarding.restrictions.exclusions.remove
source: Removes this exercise from your excluded list
es: Quita este ejercicio de tu lista de excluidos
fr: Retire cet exercice de ta liste d’exclusions
hi: इस एक्सरसाइज़ को आपकी बाहर रखी सूची से हटाता है
it: Toglie questo esercizio dal tuo elenco di esclusi
ko: 이 운동을 제외 목록에서 빼요
pl: Usuwa to ćwiczenie z listy wykluczonych
tr: Bu egzersizi hariç listenden çıkarır
zh_hans: 把这个动作移出排除列表

# onboarding.restrictions.limitations
source: Movements that bother you
es: Movimientos que te molestan
fr: Mouvements qui te gênent
hi: जो मूवमेंट परेशान करते हैं
it: Movimenti che ti danno fastidio
ko: 불편한 동작
pl: Ruchy, które Ci przeszkadzają
tr: Seni rahatsız eden hareketler
zh_hans: 让你不舒服的动作

# onboarding.restrictions.limitations.detail
source: Optional. Anything picked here is left out of your program. This is a preference, not a diagnosis.
es: Opcional. Lo que marques aquí se deja fuera de tu programa. Es una preferencia, no un diagnóstico.
fr: Facultatif. Tout ce qui est coché ici est laissé hors de ton programme. C’est une préférence, pas un diagnostic.
hi: वैकल्पिक। यहाँ चुनी गई कोई भी चीज़ आपके प्रोग्राम से बाहर रहेगी। यह आपकी पसंद है, कोई निदान नहीं।
it: Facoltativo. Quello che scegli qui resta fuori dal tuo programma. È una preferenza, non una diagnosi.
ko: 선택 사항이에요. 여기서 고른 것은 프로그램에서 빠져요. 진단이 아니라 선호일 뿐이에요.
pl: Opcjonalne. Cokolwiek tu wybierzesz, zostanie pominięte w programie. To preferencja, nie diagnoza.
tr: İsteğe bağlı. Burada seçtiklerin programının dışında bırakılır. Bu bir tercihtir, teşhis değildir.
zh_hans: 可选。这里选中的内容不会出现在你的训练计划里。这只是偏好，不是诊断。

# onboarding.restrictions.patterns
source: Movements to skip
es: Movimientos a evitar
fr: Mouvements à éviter
hi: जो मूवमेंट छोड़ने हैं
it: Movimenti da saltare
ko: 건너뛸 동작
pl: Wzorce ruchu do pominięcia
tr: Atlanacak hareketler
zh_hans: 想跳过的动作模式

# onboarding.restrictions.patterns.detail
source: Optional. Whole patterns you would rather never be given.
es: Opcional. Patrones enteros que prefieres que nunca te toquen.
fr: Facultatif. Des schémas entiers que tu préfères ne jamais recevoir.
hi: वैकल्पिक। पूरे पैटर्न जो आप कभी नहीं चाहते।
it: Facoltativo. Interi schemi che preferiresti non ricevere mai.
ko: 선택 사항이에요. 아예 받고 싶지 않은 동작 패턴이에요.
pl: Opcjonalne. Całe wzorce, których wolisz nigdy nie dostawać.
tr: İsteğe bağlı. Hiç karşına çıkmasını istemediğin hareket kalıplarının tamamı.
zh_hans: 可选。你完全不希望被安排的整类动作模式。

# onboarding.restrictions.patterns.implied
source: Your answers above already rule out %lld of these.
es: Tus respuestas de arriba ya descartan %lld de estos.
fr: Tes réponses ci-dessus en excluent déjà %lld.
hi: ऊपर के आपके जवाब इनमें से %lld को पहले ही बाहर कर देते हैं।
it: Le tue risposte qui sopra ne escludono già %lld.
ko: 위에서 답한 내용으로 이미 %lld개가 제외됐어요.
pl: Twoje wcześniejsze odpowiedzi wykluczają już %lld z nich.
tr: Yukarıdaki yanıtların bunlardan %lld tanesini zaten eliyor.
zh_hans: 你上面的回答已经排除了其中 %lld 项。

# onboarding.restrictions.search
source: Search exercises
es: Buscar ejercicios
fr: Rechercher des exercices
hi: एक्सरसाइज़ खोजें
it: Cerca esercizi
ko: 운동 검색
pl: Szukaj ćwiczeń
tr: Egzersiz ara
zh_hans: 搜索动作

# onboarding.restrictions.search.empty.message
source: Nothing in the library matches “%@”. Try a shorter word.
es: Nada en la biblioteca coincide con «%@». Prueba con una palabra más corta.
fr: Rien dans la bibliothèque ne correspond à « %@ ». Essaie un mot plus court.
hi: लाइब्रेरी में “%@” से मिलता-जुलता कुछ नहीं है। कोई छोटा शब्द आज़माएँ।
it: Nella libreria non c'è nulla che corrisponda a “%@”. Prova con una parola più corta.
ko: 목록에 “%@”와 일치하는 것이 없어요. 더 짧은 단어로 찾아보세요.
pl: Nic w bibliotece nie pasuje do „%@”. Spróbuj krótszego słowa.
tr: Kütüphanede “%@” ile eşleşen bir şey yok. Daha kısa bir kelime dene.
zh_hans: 动作库里没有匹配“%@”的内容。换个更短的词试试。

# onboarding.restrictions.search.empty.title
source: No matches
es: Sin coincidencias
fr: Aucun résultat
hi: कुछ नहीं मिला
it: Nessuna corrispondenza
ko: 일치하는 결과가 없어요
pl: Brak wyników
tr: Eşleşme yok
zh_hans: 没有匹配结果

# onboarding.restrictions.search.hint
source: Type at least two letters to search the library.
es: Escribe al menos dos letras para buscar en la biblioteca.
fr: Saisis au moins deux lettres pour chercher dans la bibliothèque.
hi: लाइब्रेरी में खोजने के लिए कम से कम दो अक्षर टाइप करें।
it: Digita almeno due lettere per cercare nella libreria.
ko: 두 글자 이상 입력하면 목록을 검색해요.
pl: Wpisz co najmniej dwie litery, żeby przeszukać bibliotekę.
tr: Kütüphanede arama yapmak için en az iki harf yaz.
zh_hans: 输入至少两个字即可搜索动作库。

# onboarding.restrictions.search.placeholder
source: Search for an exercise
es: Busca un ejercicio
fr: Rechercher un exercice
hi: कोई एक्सरसाइज़ खोजें
it: Cerca un esercizio
ko: 운동 검색하기
pl: Wyszukaj ćwiczenie
tr: Bir egzersiz ara
zh_hans: 搜索一个动作

# onboarding.result.carbs
source: Carbs
es: Hidratos
fr: Glucides
hi: कार्ब्स
it: Carbo
ko: 탄수화물
pl: Węglowodany
tr: Karbonhidrat
zh_hans: 碳水

# onboarding.result.daysPerWeek
source: Days a week
es: Días por semana
fr: Jours par semaine
hi: हफ़्ते में दिन
it: Giorni a settimana
ko: 주당 일수
pl: Dni w tygodniu
tr: Haftada gün
zh_hans: 每周天数
